import React from "react";

import Navbar from "../components/Navbar";
import Footer from "../components/Footer";
import From from "../components/From";

import BgImg from "../components/Bg";

const Contact = () => {
  return (
    <div>
      <Navbar />
      <BgImg
        heading="संपर्क "
        text="आपण माणसं जोडण्याच्या मोठमोठया गोष्टी करतो आणि नेहेमी त्याची महती गात असतो.
आपण मित्र जोडतो, इतर सहकारी जोडतो.

पण रक्ताच्या नात्यांनी आधीच आपल्याशी जोडलेल्या माणसांना जोडण्याचा प्रयत्न कधी का करत नाही?

बाहेरची माणसे जोडतांना आपण त्यांना गुणदोषांसकट स्वीकारतो पण नात्यातील माणसांना मात्र आयुष्यभर वेगवेगळ्या अपेक्षा आणि नियमांच्या खाली दाबून टाकतो आणि आपण स्वतः मात्र आपल्यात बदल करत नसतो. म्हणून ते अवघड आहे.

कुणी म्हणेल की मित्र निवडतांना चाॅ‌ईस असतो, नात्यात नसतो.

पण देवाने तेच तर एक चॅलेंज दिले आहे आपल्याला. ते म्हणजे : नात्यातील रक्ताने आधीच जोडल्या गेलेल्या माणसांना जोडण्याचे काम.

बाहेर च्या सतराशे साठ माणसांना जोडले तरी घरातल्या सात आठ माणसांपैकी एकालाही जोडता आले नसले तर काय उपयोग?

कुणी म्हणेल की नातेवाईकांपेक्षा मित्र तरी कामास येतात.

पण हा स्वार्थ झाला. कारण याचा अर्थ आपण बाहेरची माणसे सुद्धा यासाठीच जोडतो की ते उपयोगाला पडतील.

चाणक्य म्हणतो ते मग खरे आहे का? कोणत्याही मैत्री मागे कोणता न कोणता स्वार्थ असतोच. आणि रक्ताचे विविध नाते तरी कुठे वेगळे आहेत? त्यातही आयुष्यभर स्वार्थ असतोच ...

बघा. पटतंय का?"
      />
      <From />
      <Footer />
    </div>
  );
};

export default Contact;
