import React from "react";
import Navbar from "../components/Navbar";
import Footer from "../components/Footer";
import BgImg from "../components/Bg";
import Work from "../components/Work";

// import Info from "../components/Info";

const Products = () => {
  return (
    <div>
      <Navbar />
      <BgImg
        heading="शेतकामाची अवजारे व यंत्रे"
        text="शेतकामाची अवजारे व यंत्रे : शेतीची कामे, तिचे संधारण आणि सर्वसाधारण सेवा यांसाठी वापरण्यात येणारी अवजारे व यांत्रिक साधनसामग्री यांमुळे शेतीचे उत्पन्न वाढविण्यास मदत होते. मानवी श्रम वाचविण्यासाठी प्राचीन काळात लावण्यात आलेल्या शोधांची संख्या थोडीच होती. नाईल व पो नदयांच्या खोऱ्यांसारख्या समृद्ध क्षेत्रांतच शेतीचा उत्कर्ष झालेला आढळतो. कारण तेथेच सधन शेती होत असे.

हाताने वापरावयाचे फावडे व कुदळ, माणसाने वा बैलामार्फत ओढावयाचा वाकड्या काठीचा नांगर वा ब्रशासारखे ओढावयाचे अवजार ही साधने माणसाने वस्ती करून शेती करायला सुरूवात केल्यानंतर पाच हजार वर्षे वापरात होती. अगदी धातूंचा शोध लागल्यावरही धातूचे कुदळ, फावडे, नांगर व इतर अवजारे यांचे थोडेच शोध पुढे आले. ईजिप्तमधील तसेच गीक व रोमन लोकांनी शेतीच्या अवजारांमध्ये अगदीच थोड्या सुधारणा केल्या. अमेरिकेतील मूळ संशोधकांनीही रोमन लोक वापरीत असलेल्या अवजारांसारखी लाकडी अवजारे बनविली (१७००).

शेतीमधील यांत्रिक युगाची उत्कांती ही उदयोगातील व वाहतुकीतील उत्कांतीच्या बरोबर झाली. मात्र विसाव्या शतकापर्यंत हाताने वापरावयाच्या अवजारांऐवजी यंत्रांचा वापर व्यापक प्रमाणात झाला नव्हता. अजूनही जगातील मोठया भागात हातात कुदळ घेतलेला माणूस हा शेतजमीन कसणाऱ्या माणसाचे प्रतीक म्हणून राहिला आहे."
      />
      {/* <Info /> */}
      <Work />

      <Footer />
    </div>
  );
};

export default Products;
