import Cultivator from "../assest/images/cultivator.png";
import Rotavator from "../assest/images/Rotavator.jpeg";
import Palti from "../assest/images/Palti .png";
import GarudPlus from "../assest/images/GarudPlus.jpeg";
import GarudBalerPolo from "../assest/images/GarudBalerPolo.jpeg";
import Trolley from "../assest/images/trolley.png";
import GarudSupremoRotaryTiller from "../assest/images/GarudSupremoRotaryTiller.jpeg";
import GarudHarvester from "../assest/images/GarudHarvester.jpeg";
import GarudSuperSeeder from "../assest/images/GarudSuperSeeder.jpeg";
import GarudPlusRotaryTiller from "../assest/images/GarudPlusRotaryTiller.jpeg";
import GarudPoloRotaryTiller from "../assest/images/GarudPoloRotaryTiller.jpeg";
import GarudSamratRotaryTiller from "../assest/images/GarudSamratRotaryTiller.jpeg";

// import Delivery from "../Video/Delivery";

const ProjectCardData = [
  {
    imgsrc: Cultivator,
    title: "कल्टीवेटर",
    text: "शानच्या कल्टीवेटरसह मातीच्या कठीण परिस्थितीवर मात करा. आमच्या मशीनमध्ये सहज प्रवेशासाठी एक अतिशय मजबूत फ्रेम, सहज ऑपरेशनसाठी हायड्रॉलिक प्रणाली आणि सानुकूलित कामाच्या खोलीसाठी हायड्रॉलिकली ॲडजस्टेबल ड्रॉबार आहे. मजबूत उलाढालीची धुरा दीर्घकाळ टिकणारी कामगिरी सुनिश्चित करते, ज्यामुळे हा शेतकरी कोणत्याही क्षेत्रासाठी एक विश्वासार्ह भागीदार बनतो.....",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: Rotavator,
    title: "रोटाव्हेटर",
    text: "या उच्च-कार्यक्षमतेच्या रोटाव्हेटरसह परिपूर्ण सीडबेड मिळवा. अनेक ब्लेडसह सुसज्ज, ते मातीला बारीक, अगदी सुसंगततेमध्ये मुरवते, लागवडीसाठी आदर्श. शिअर बोल्ट डिझाइनसह शक्तिशाली PTO (पॉवर टेक-ऑफ) शाफ्ट सुरळीत ऑपरेशन सुनिश्चित करते आणि अनपेक्षित ताणापासून ड्राइव्हट्रेनचे संरक्षण करते. परंतु ही कार्यक्षमता शक्तीच्या पलीकडे जाते..... ",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: Palti,
    title: "पल्टी नांगर",
    text: "अत्यंत आव्हानात्मक भूभागावरही विजय मिळवण्यासाठी तयार करण्यात आलेल्या या पल्टी नांगरात एक अति-मजबूत फ्रेम आहे जी कठीण मातीची परिस्थिती सहजतेने हाताळते. एकात्मिक हायड्रॉलिक सिस्टीम सहज नियंत्रणास अनुमती देते, ज्यामुळे माशीवर नांगरणी खोलीत समायोजन करणे शक्य होते. इष्टतम अंमलबजावणी संलग्नक आणि ट्रॅक्टर अनुकूलतेसाठी,.... ",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudPlus,
    title: "गरुड प्लस रोटरी टील्लर",
    text: "रोटाव्हेटर हे उच्च कार्यक्षमतेवर, डिझाइनवर आणि कार्यक्षमतेवर भर देणारे यंत्र आहे. जलद आणि स्वस्त मशागतीसाठी हे उत्तम पर्याय आहे. हेलिकल आकाराच्या फळ्या ट्रॅक्टरवर कमी भार टाकतात, त्यामुळे ते वापरण्यास अधिक स्वस्त आहे. हे अत्यंत आधुनिक यंत्र असून L, C आणि J प्रकारच्या ब्लेड पर्यायांमध्ये उपलब्ध आहे. यामध्ये अतिरिक्त भार सहन करण्यासाठी शियर बोल्ट असलेले हेवी ड्यूटी पीटीओ शाफ्ट आहे....",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudBalerPolo,
    title: "गरुड बेलर पोलो",
    text: "दर हंगामात मोठ्या प्रमाणात सिलेज, हय आणि स्ट्रॉ बेल्स तयार करण्यासाठी यंत्राच्या तज्ञानाने केलेल्या अभियांत्रिकीची आवश्यकता असते. पिकांना नुकसान न करता, त्यांचे समान आकार आणि घनतेमध्ये दाबण्यासाठी बेलिंग प्रक्रिया शक्य तितक्या प्रभावी असणे आवश्यक आहे.",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: Trolley,
    title: "ट्रॉली",
    text: "टिकाऊपणा लक्षात घेऊन तयार केलेली ही ट्रॉली मजबूत बिल्ड गुणवत्तेचा अभिमान बाळगते. बेस शीट 6 मिमीच्या वजनाच्या सामग्रीपासून तयार केली जाते, हे सुनिश्चित करते की ते सर्वात जास्त मागणी असलेले भार देखील हाताळू शकते. मजबूत आर्क वेल्डिंग अतिरिक्त ताकद आणि दीर्घायुष्यासाठी फ्रेम मजबूत करते. त्याची लवचिकता आणखी वाढवण्यासाठी, ट्रॉलीला उच्च-गुणवत्तेच्या पेंट्सने लेपित केले जाते जे चिपिंग आणि गंजला प्रतिकार करतात....",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudSupremoRotaryTiller,
    title: "गरुड सुप्रीमो रोटरी टील्लर",
    text: "कॉम्पॅक्ट 40-60 एचपी ट्रॅक्टरसाठी हे हलके आणि मजबूत रोटाव्हेटर आहे. विशेषरित्या डिझाइन केलेल्या ब्लेडमुळे ट्रॅक्टरवरचा भार कमी होतो, डिझेल खर्च वाचतो आणि टायर घसरत नाहीत. जमीन सुधारणा, वनस्पती नियंत्रण, बीजपेरण आणि शेतात राळ करण्यासाठी उपयुक्त असून हे 4 ते 5 इंच खोल जमीन मऊ करून हवा खेळती करते. helical रचना आणि अतिरिक्त टिकाऊ डिझाइनमुळे जलद आणि किफायती मशागत होते. सीलबंद बेअरिंगमुळे ओलसर/चिखल आत जात नाही.",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudHarvester,
    title: "गरुड ग्लॅडिएटर कंबाईन हार्वेस्टर",
    text: "हे मशीन सहजतेने ऑपरेशनसाठी वापरण्यास-सुलभ लीव्हरसह ट्रॉलीमध्ये थेट हस्तांतरणासाठी एक सोपी आणि कार्यक्षम अनलोडिंग प्रणालीचा दावा करते. हे धान्याचे नुकसान कमी करते आणि त्याच्या स्पर्शिक अक्षीय प्रवाह (TAF) मळणी प्रणालीमुळे स्वच्छ उत्पादन देते. त्याच्या हायड्रॉलिक घटकांचे दीर्घ आयुष्य आणि इंधन-कार्यक्षम ऑपरेशन सुनिश्चित करण्यासाठी, ते टाटा इंजिन, परिपूर्ण फिल्टर आणि ओल्या शेतांसाठी ट्रॅकसह विशेषतः डिझाइन केलेले ट्रान्समिशनसह येते.",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudSuperSeeder,
    title: "गरुड सुपर सीडर",
    text: "एकाच वेळेत मशागत आणि पेरणी करणारे रोटाव्हेटर सीड प्लांटर! हे यंत्र पेरणीची तयारी करण्यासाठी विशेषरित्या डिझाइन केले आहे. जमीन तयार करण्यासाठी ते पेरणीआधीचे अवशेष काढून टाकते आणि त्यामुळे जमिनीची सुपीकता वाढवते. हे शेतकऱ्यांसाठी आर्थिकदृष्ट्या फायदेमंद आणि पर्यावरणपूरक यंत्र आहे. पीक राखेच्या कायमस्वरुपी निराकरणासाठी उपयुक्त, जाळण्याची गरज नाही. विशेषरित्या डिझाइन केलेले मापन उपकरण योग्य पेरणी आणि खता हाताळणी सुनिश्चित करते....",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudPlusRotaryTiller,
    title: "गरुड प्लस रोटरी टील्लर",
    text: "रोटाव्हेटर हे उच्च कार्यक्षमतेवर, डिझाइनवर आणि कार्यक्षमतेवर भर देणारे यंत्र आहे. जलद आणि स्वस्त मशागतीसाठी हे उत्तम पर्याय आहे. हेलिकल आकाराच्या फळ्या ट्रॅक्टरवर कमी भार टाकतात, त्यामुळे ते वापरण्यास अधिक स्वस्त आहे. हे अत्यंत आधुनिक यंत्र असून L, C आणि J प्रकारच्या ब्लेड पर्यायांमध्ये उपलब्ध आहे. यामध्ये अतिरिक्त भार सहन करण्यासाठी शियर बोल्ट असलेले हेवी ड्यूटी पीटीओ शाफ्ट आहे. ",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudPoloRotaryTiller,
    title: "गरुड पोलो रोटरी टील्लर",
    text: "एक गियर-बॉक्स आहे ज्यामुळे ते संतुलित राहते आणि कंपन होत नाही. विशेष डिझाइन केलेले ब्लेडचा वापर केल्याने ट्रॅक्टरवरचा भार कमी होतो, डिझेलची बचत होते आणि टायर घसरत नाहीत. हे छोट्या शेती, फळे आणि भाज्या, बागायती, फुलवाटिका आणि रोपांसाठी आदर्श आहे. हे मजबूत आणि टिकाऊ असून अडचणीशिवाय चांगली कामगिरी देते. जमीन तयार करणे, छोट्या शेतात राळणे, जमीन मऊ करणे आणि वनस्पती नियंत्रणासाठी उपयुक्त आहे.",
    view: "अधिक माहिती बघा",
  },

  {
    imgsrc: GarudSamratRotaryTiller,
    title: "गरुड सम्राट रोटरी टील्लर",
    text: "कॉम्पॅक्ट 35-50 एचपी ट्रॅक्टरसाठी हे हलके आणि मजबूत रोटाव्हेटर आहे. विशेषरित्या डिझाइन केलेल्या ब्लेडमुळे ट्रॅक्टरवरचा भार कमी होतो, डिझेल खर्च वाचतो आणि राळ कोळताना देखील टायर घसरत नाहीत. जमीन सुधारणा, वनस्पती नियंत्रण आणि बीजपेरणासाठी उपयुक्त असून हे 4 ते 5 इंच खोल जमीन मऊ करून हवा खेळती करते. helical रचना आणि अतिरिक्त टिकाऊ डिझाइनमुळे जलद आणि किफायती मशागत होते.",
    view: "अधिक माहिती बघा",
  },
];

export default ProjectCardData;
