import Cultivator from "../assest/images/cultivator.png";
import Rotavator from "../assest/images/Rotavator.jpeg";
import Palti from "../assest/images/Palti .png";

const CardData = [
  {
    imgsrc: Cultivator,
    title: "कल्टीवेटर",
    text: "शानच्या कल्टीवेटरसह मातीच्या कठीण परिस्थितीवर मात करा. आमच्या मशीनमध्ये सहज प्रवेशासाठी एक अतिशय मजबूत फ्रेम, सहज ऑपरेशनसाठी हायड्रॉलिक प्रणाली आणि सानुकूलित कामाच्या खोलीसाठी हायड्रॉलिकली ॲडजस्टेबल ड्रॉबार आहे. मजबूत उलाढालीची धुरा दीर्घकाळ टिकणारी कामगिरी सुनिश्चित करते, ज्यामुळे हा शेतकरी कोणत्याही क्षेत्रासाठी एक विश्वासार्ह भागीदार बनतो.",
    view: " औजारे बघा",
  },

  {
    imgsrc: Rotavator,
    title: "रोटाव्हेटर",
    text: "या उच्च-कार्यक्षमतेच्या रोटाव्हेटरसह परिपूर्ण सीडबेड मिळवा. अनेक ब्लेडसह सुसज्ज, ते मातीला बारीक, अगदी सुसंगततेमध्ये मुरवते, लागवडीसाठी आदर्श. शिअर बोल्ट डिझाइनसह शक्तिशाली PTO (पॉवर टेक-ऑफ) शाफ्ट सुरळीत ऑपरेशन सुनिश्चित करते आणि अनपेक्षित ताणापासून ड्राइव्हट्रेनचे संरक्षण करते. परंतु ही कार्यक्षमता शक्तीच्या पलीकडे जाते - नाविन्यपूर्ण डिझाइनमध्ये 18-39% इंधन बचत होते, तुमचे ऑपरेशन किफायतशीर राहते.",

    view: "औजारे बघा",
  },

  {
    imgsrc: Palti,
    title: "पल्टी नांगर",
    text: "अत्यंत आव्हानात्मक भूभागावरही विजय मिळवण्यासाठी तयार करण्यात आलेल्या या पल्टी नांगरात एक अति-मजबूत फ्रेम आहे जी कठीण मातीची परिस्थिती सहजतेने हाताळते. एकात्मिक हायड्रॉलिक सिस्टीम सहज नियंत्रणास अनुमती देते, ज्यामुळे माशीवर नांगरणी खोलीत समायोजन करणे शक्य होते. इष्टतम अंमलबजावणी संलग्नक आणि ट्रॅक्टर अनुकूलतेसाठी, नाविन्यपूर्ण टर्नओव्हर एक्सल वापरून ड्रॉबारची उंची सहजपणे वाढवता किंवा कमी केली जाऊ शकते.",
    view: "https://github.com/your-username/cultivator",
  },
];

export default CardData;
